{
	"name": "Гархенна",
	"icon": "distant_worlds:charged_wither_totem",
	"category": "distant_worlds:getting_started",
	"turnin": "distant_worlds:burning_world",
	"sortnum": 1,
	"pages": [
		{
			"type": "patchouli:text",
			"text": "Этот мир под названием Гархенна по своей структуре напоминает безграничные просторные подземелья, соединенные между собой. Он относится к жарким мирам, где испаряется вода, а большинство местных жителей невосприимчивы к огню."
		},
		{
			"type": "patchouli:spotlight",
			"item": "distant_worlds:wither_totem",
			"link_recipe": "true",
			"text": "Одержите победу над иссушителем чтобы получить новый уникальный артефакт – тотем иссушителя.$(br2)Он будет выдан с шансом 75% игроку, который убьёт босса, нанеся ему последний удар."
		},
		{
			"type": "patchouli:crafting",
			"title": "Garhenna Eye",
			"recipe": "distant_worlds:garhenna_eye",
			"text": "Создайте око гархенны, используя око эндера и 3 огненных заряда."
		},
		{
			"type": "patchouli:crafting",
			"title": "Charged Wither Totem",
			"recipe": "distant_worlds:charged_wither_totem",
			"text": "Объедините тотем и 2 ока гархенны чтобы получить заряженный тотем.$(br)Спуститесь ниже 5 высоты в Незере и используйте заряженный тотем иссушителя, держа его в руке, чтобы телепортироваться в новый мир – Гархенну. Вы можете сохранить точку для следующей телепортации."
		},
		{
			"type": "patchouli:text",
			"title": "Researches",
			"text": "Находите заброшенные библиотеки и собирайте древние записи с книжных полок. Создайте книгу гархенны и стол изучений гархенны, чтобы узнавать больше о том, с чем вы столкнетесь в своем путешествии по этому измерению.$(br2)После завершения изучений записи появятся в вашей книге."
		},
		{
			"type": "patchouli:crafting",
			"title": "Оборудование",
			"recipe": "distant_worlds:garsale_bookshelf_recipe",
			"recipe2": "distant_worlds:garhenna_researches_table_recipe"
		},
		{
			"type": "patchouli:crafting",
			"title": "Далитовый индикатор",
			"recipe": "distant_worlds:dalite_indicator_recipe",
			"text": "Этот мир опасен для вас! Создайте устройство, которое позволит вам отслеживать процесс истощения, приспособления и постоянного иммунитета. На нем вы можете увидеть три показателя, а именно: истощение гархенны, приспособление и постоянный иммунитет."
		},
		{
			"type": "patchouli:text",
			"text": "Во время нахождения в измерении гархенны уровень истощения будет повышаться и вызывать всё больше негативных эффектов. Уровень приспособления будет повышаться с некоторым шансом после использования эликсира в зависимости от его редкости, но будет полностью утерян после смерти игрока. Уровень постоянного иммунитета будет повышаться после достижения 5 единиц приспособления и не теряется после смерти. Постоянный иммунитет замедляет негативное воздействие истощения гархенны, но не защищает полностью. Некоторые эликсиры способны понизить уровень постоянного иммунитета."
		},
		{
			"type": "patchouli:text",
			"title": "Эликсиры",
			"text": "Найдите и используйте целебные растения, чтобы создавать специальные зелья. Они помогут вам продержаться намного дольше до появления негативных эффектов.$(br)Продолжайте использовать эликсиры, чтобы повышать уровень приспособления, а в дальнейшем и уровень постоянного иммунитета. Но будьте осторожны, некоторые растения и эликсиры из них дают обратный эффект!"
		},
		{
			"type": "patchouli:crafting",
			"title": "Кольцо возвращения",
			"recipe": "distant_worlds:return_ring_recipe",
			"text": "Используйте кольцо возвращения для возвращения в свой мир. Оно имеет 8 единиц прочности, которую можно повысить соединив кольцо и око эндера на верстаке.$(br)Этот артефакт можно найти с небольшим шансом в различных структурах мира Гархенны. Вы можете сохранить точку для следующего возвращения."
		}
	]
}