{
	"name": "Фралитовые големы",
	"icon": "distant_worlds:fralite_heart",
	"category": "distant_worlds:garhenna_mobs",
	"sortnum": 1,
	"advancement": "distant_worlds:awakened_stones",
	"pages": [
		{
			"type": "patchouli:text",
			"text": "Фралитовые големы - это ожившие раскалённые камни, которые могут двигаться благодаря магии и часто встречаются они в биоме Пылающие равнины. Те, кто их создал, уже давно покинули это место, а верные слуги до сих пор продолжают охранять заброшенные библиотеки. Прошло уже много времени, поэтому на них появилось столько трещин, а некоторые их части были серьёзно повреждены. Всего големов существует 3 вида. Они отличаются своим внешним видом и стилями боя."
		},
		{
			"type": "patchouli:spotlight",
			"title": "Друт",
			"item": "distant_worlds:druth_spawn_egg",
			"text": "$(l)$(#990000)Здоровье: 30$(#336600)$(br)Броня: 2$(#660066)$(br)Атака: 5$()$(br)Друт обладает большими размерами и запасом здоровья. Также вам будет сложно откинуть его своими атаками. Он способен наложить на вас эффект Воспламенение и поджигать следующими ударами. Из него вы можете получить осколки раскаленного фралита и с небольшим шансом фралитовое сердце.",
			"link_recipe": "true"
		},
		{
			"type": "patchouli:spotlight",
			"title": "Кроутил",
			"item": "distant_worlds:crouthil_spawn_egg",
			"text": "$(l)$(#990000)Здоровье: 15$(#336600)$(br)Броня: 1$(#660066)$(br)Атака: 2$()$(br)Кроутил это небольшой голем, обладающий большей скоростью передвижения, чем другие. Они предпочитают нападать группами и могут наложить на вас эффект Воспламенение низкого уровня.",
			"link_recipe": "true"
		},
		{
			"type": "patchouli:spotlight",
			"title": "Шрулот",
			"item": "distant_worlds:shrullot_spawn_egg",
			"text": "$(l)$(#990000)Здоровье: 15$(#336600)$(br)Броня: 2$(#660066)$(br)Атака: Особая$()$(br)Шрулот это летающий голем, способный наносить атаки с воздуха на большом расстоянии, кидаясь взрывоопасными фралитовыми камнями. Из него вы можете получить осколки раскаленного фралита и фралитовые шары.",
			"link_recipe": "true"
		},
		{
			"type": "patchouli:spotlight",
			"title": "Воспламенение",
			"item": "minecraft:potion{Potion:\"distant_worlds:ignition_potion\"}",
			"text": "Сущность с эффектом воспламенения будет подожжена на количество секунд, равное уровню эффекта, после каждого удара другого живого существа."
		},
		{
			"type": "patchouli:empty",
			"draw_filler": "false"
		}
	]
}