{
	"name": "Нархорн",
	"icon": "distant_worlds:noarhorn_spike",
	"category": "distant_worlds:garhenna_mobs",
	"sortnum": 4,
	"advancement": "distant_worlds:better_without_hugs",
	"pages": [
		{
			"type": "patchouli:spotlight",
			"title": "Нархорн",
			"item": "distant_worlds:noarhorn_spawn_egg",
			"text": "$(l)$(#990000)Здоровье: 20$(#336600)$(br)Броня: 2$(#660066)$(br)Атака: 4$()$(br)Нархорны – наземные мобы из биома раскалённые холмы. Нархорны без шипов нейтрален по отношению к игроку, и будут убегать, когда вы их ударите. Из этих мобов вы можете получить сырое мясо, которое можно приготовить.",
			"link_recipe": "true"
		},
		{
			"type": "patchouli:spotlight",
			"title": "Бронированный нархорн",
			"item": "distant_worlds:armored_noarhorn_spawn_egg",
			"text": "$(l)$(#990000)Здоровье: 30$(#336600)$(br)Броня: 4$(#660066)$(br)Атака: 6$()$(br)Ноархорны с шипами будут враждебно относиться к игроку Особенностью этих мобов являются невероятно прочные шипы и выросты на спине. Они позволяют этим существам частично возвращать урон атаковавшему их врагу. С этих мобов можно получить сырое мясо, которое можно приготовить, и небольшие фрагменты их шипов.",
			"link_recipe": "true"
		},
		{
			"type": "patchouli:spotlight",
			"title": "Молодой нархорн",
			"item": "distant_worlds:baby_noarhorn_spawn_egg",
			"text": "$(l)$(#990000)Здоровье: 10$(#336600)$(br)Броня: 1$(#660066)$(br)Атака: мирный$()$(br)Пройдёт время, прежде чем новорождённый нархорн станет настоящим хищником. Пока что они не могут защитить себя и будут избегать конфликтов с вами или другими существами. Когда он подрастёт, то сможет перенять броню от одного из своих родителей, если хотя бы один из них был бронированным.",
			"link_recipe": "true"
		},
		{
			"type": "patchouli:text",
			"advancement": "distant_worlds:experienced_mushroom_picker",
			"title": "Взаимодействие",
			"text": "Используя кулафитовый гриб, нархорнов можно приручить, а также повысить уровень здоровья прирученных. С помощью рагу из кулафитовых грибов можно размножать нархорнов и только прирученных бронированных нархорнов. Прирученного Нархорна можно вооружить, используя шипы нархорна."
		},
		{
			"type": "patchouli:crafting",
			"advancement": "distant_worlds:experienced_mushroom_picker",
			"recipe": "distant_worlds:culafite_mushroom_on_a_stick_recipe",
			"title": "Удочка с кул. грибом",
			"text": "Нархорна без шипов можно оседлать и управлять им с помощью удочки с кулафитовым грибом. Потрясите наживкой чтобы нархорн $(t:ПКМ)$(o)атаковал ближайшие цели$() или $(t:Ctrl + ПКМ)$(o)временно ускорился$(). Этот инструмент также можно найти в структурах биома раскалённые холмы."
		},
		{
			"type": "patchouli:crafting",
			"recipe": "distant_worlds:noarhorn_spikes_block_recipe",
			"text": "Также из шипов нархорна можно создать блок, который будет наносить урон всем сущностям неподалёку. А при наличии лавы в непосредственной близости от блока, он будет поджигать жертву."
		},
		{
			"type": "patchouli:crafting",
			"recipe": "distant_worlds:noarhorn_gloves_recipe",
			"text": "Перчатки нархорна - дополнительный боевой аксессуар. Когда на руках, добавляют немного брони, незначительно уменьшают скорость атаки и увеличивают наносимый вами урон. А также, подобно топору нархорна, немного увеличит шанс выпадения гарсалевых фруктов и фруктов вильтума."
		},
		{
			"type": "patchouli:crafting",
			"recipe": "distant_worlds:red_garsale_couch_recipe",
			"text": "Вы можете создать удобную лежанку, где вас будут ждать прирученные нархорны.$(br)Они также могут использоваться игроками или просто быть красивым украшением для вашего дома, поскольку их можно красить, как кровати."
		},
		{
			"type": "patchouli:crafting",
			"recipe": "distant_worlds:garsale_crate_recipe",
			"text": "Создайте гарсалевый ящик, чтобы переносить прирученных молодых нархорнов на большие расстояния и даже в другие миры. Выпуская молодого нархорна из коробки, вы становитесь его владельцем."
		},
		{
			"type": "patchouli:relations",
			"entries": [
				"distant_worlds:garhenna_tools/noarhorn_tools",
				"distant_worlds:garhenna_armor/noarhorn_armor",
				"distant_worlds:garhenna_natural/garsale_fruit"
			]
		}
	]
}