{
	"name": "Сальмораны",
	"icon": "distant_worlds:salmoran_eye",
	"category": "distant_worlds:garhenna_mobs",
	"sortnum": 5,
	"advancement": "distant_worlds:born_to_crawl",
	"pages": [
		{
			"type": "patchouli:spotlight",
			"title": "Сальморан",
			"item": "distant_worlds:salmoran_spawn_egg",
			"text": "$(l)$(#990000)Здоровье: 30$(#336600)$(br)Броня: 4$(#660066)$(br)Атака: 5$()$(br)Сальморан – летающий моб, который часто встречается в биоме Долина мёртвых. Они не терпят чужаков в своём доме, поэтому увидев вас, пусть даже издалека, постараются приблизиться и ударить своим сильным хвостом с ядовитым шипом на конце. Выпадать из них будут чешуя и мясо, которое можно приготовить.",
			"link_recipe": "true"
		},
		{
			"type": "patchouli:spotlight",
			"title": "Подавление",
			"item": "minecraft:potion{Potion:\"distant_worlds:suppression_potion\"}",
			"text": "Если им удастся вас ударить, то помимо всего на вас будет наложен новый негативный эффект Подавление, который не позволит восстанавливать своё здоровье. Эффект с уровнем 5 полностью блокирует регенерацию."
		},
		{
			"type": "patchouli:crafting",
			"advancement": "distant_worlds:at_the_very_top",
			"recipe": "distant_worlds:salmoran_treat_recipe",
			"text": "Игроки могут приручить их лакомством сальморана. Но вам стоит быть осторожным, ведь дикие сальмораны всё ещё будут пытаться атаковать вас. Шанс приручения составляет 25%, а в обратном случае следующую попытку вы сможете совершить только через некоторое время. Раненые сальмораны также разозлятся на игрока и приручение будет невозможным в течении некоторого времени. Уровни здоровья и выносливости прирученных сальморанов можно повысить используя фрукт вильтума. Прирученных сальморанов и альфа сальморанов можно размножать используя лакомство сальморана."
		},
		{
			"type": "patchouli:spotlight",
			"title": "Маленький сальморан",
			"item": "distant_worlds:baby_salmoran_spawn_egg",
			"text": "$(l)$(#990000)Здоровье: 10$(#336600)$(br)Броня: 1$(#660066)$(br)Атака: 2$()$(br)После вылупления из яйца маленькие сальмораны ещё не могут пользоваться крыльями и перемещаются, ползая по земле. Изначально они не будут настроены враждебно по отношению к вам. Но если вы ударите их, они начнут атаковать вас, перемещаясь прыжками. При превращении во взрослую особь, маленькие сальмораны оставляют после себя чешую, которая является ингредиентом для создания новой брони.",
			"link_recipe": "true"
		},
		{
			"type": "patchouli:spotlight",
			"title": "Альфа сальморан",
			"item": "distant_worlds:alpha_salmoran_spawn_egg",
			"text": "$(l)$(#990000)Здоровье: 45$(#336600)$(br)Броня: 6$(#660066)$(br)Атака: 7$()$(br)Альфа сальморан гораздо больше и сильнее обычных. Их мощный удар пробивает щит, нанося ему значительный урон. После смерти из них может выпасть глаз, который используется в крафте специального аксессуара — Короны сальморана. Корона при ношении будет защищать вас от атак обычных сальморанов, пока вы не ударите их. Сальмораны будут считать игрока с короной одним из вожаков, но это не спасёт от других альф. Прирученного вами сальморана можно сделать альфой с помощью глаза сальморана, он также будет защищать вас от от других сальморанов.",
			"link_recipe": "true"
		},
		{
			"type": "patchouli:text",
			"title": "Полёт на альфа сальморане",
			"text": "Прирученный альфа сальморан может использоваться для полёта сразу двумя игроками, хотя для него это очень непросто. Для этого вам нужно будет постоянно поддерживать или набирать высоту полёта используя назначенную клавишу. $(t:До 1 секунды)$(o)Чем дольше клавиша нажата$(), тем выше вы взлетите. Каждый взлёт тратит соответствующее количество выносливости вашего альфа сальморана. Выносливость сама восстанавливается со временем."
		},
		{
			"type": "patchouli:crafting",
			"recipe": "distant_worlds:salmoran_crown_recipe",
			"text": "Корона при ношении будет защищать вас от атак обычных сальморанов, пока вы не ударите их. Сальмораны будут считать игрока с короной одним из вожаков, но это не спасёт от других альф. Корону можно починить с помощью глаза сальморана на верстаке."
		},
		{
			"type": "patchouli:crafting",
			"recipe": "distant_worlds:red_wiltum_couch_recipe",
			"text": "Вы можете создать удобный насест, где вас будут ждать прирученные сальмораны.$(br)Они также можут стать красивым украшением для вашего дома, поскольку их можно красить, как кровати."
		},
		{
			"type": "patchouli:crafting",
			"advancement": "distant_worlds:encased_soul",
			"recipe": "distant_worlds:helyst_bell_recipe",
			"text": "Иногда случается, что ваши сальмораны улетают слишком далеко. Используйте хёлистовий колокольчик, чтобы заставить их следовать за вами."
		},
		{
			"type": "patchouli:crafting",
			"recipe": "distant_worlds:wiltum_crate_recipe",
			"text": "Создайте ящик вильтума, чтобы переносить прирученных молодых сальморанов на большие расстояния и даже в другие миры. Выпуская молодого сальморана из коробки, вы становитесь его владельцем."
		},
		{
			"type": "patchouli:empty",
			"draw_filler": "false"
		},
		{
			"type": "patchouli:relations",
			"entries": [
				"distant_worlds:garhenna_armor/salmoran_armor",
				"distant_worlds:garhenna_natural/wiltum_fruit"
			]
		}
	]
}